<ul>
<li>用户注册时候需要提供真实有效邮箱（不能是QQ邮箱）以及密码，并自行保管，邮箱为用户的唯一凭证</li>												
<li>本站会加密存储用户密码，尽量保证数据安全，但并不保证这些信息的绝对安全</li>
<li>本站不会记录用户的浏览数据，同时也没有那么多精力去搞这些破事</li>
<li>本站不支持中国ip访问，中国ip打开本站可能会出现403 Forbidden（403错误）或其他报错 </li>
<li>本站不会一直保留用户注册账号，以下情况将导致账号被系统自动删除，且被系统自动删除的账号是无法恢复的，请知悉</li>
<li>A：新注册用户账号有效期 {$config['enable_auto_clean_unused_days']}  天，如未及时激活账号，系统会自动删除过期账号；B：账号等级过期  {$config['enable_account_expire_delete_days']}  天以上，系统会自动删除过期账号</li>
<li>禁止使用本站服务进行任何违法恶意活动；使用任何服务，均需遵循节点所属国家的相关法律、法规以及使用者所在国家、地区的相关法律、法规；如收到违法犯罪类的投诉，将直接删除账号</li>	<li>禁止滥用本站提供的服务，如：使用本站节点进行BT下载、PT下载、P2P下载、发送垃圾邮件、DDOS攻击、CC攻击、攻击各种软件漏洞、攻击政府机构、金融机构等一切滥用；如被发现，将直接删除账号</li>
<li>禁止在任何地方公布、泄露、透露节点地址，如被发现，将直接删除账号</li>
<li>本站每个用户最多可同时在线3个公网IP，节点不限速，正常流量比例为1，本站会根据需求及各种不可抗拒因素随时调整节点域名、节点IP、节点流量比例等</li>
<li>本站节点不是游戏节点，无法保证游戏效果，如果您用它玩游戏，游戏中出现什么问题请自行解决；本站节点不保证能观看TVB、Netflix、Hulu等视频网站</li>
<li>为防止有人不听劝告，利用本站节点发送垃圾邮件，本站默认屏蔽SMTP发信端口</li>
<li>本站不提供任何形式的退款服务，所有注册用户必需遵守网站服务条款（TOS），如果您无法接受，请您不要注册及使用本站服务</li>
<li>以上服务条款（TOS)最终解释权归本站所有，如有变动，以最新的为准，如有任何问题，请<a href="/user/ticket">建立工单</a>联系管理员</li>
</ul>
